tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "deno"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "postgresql@16", restart_service: true
brew "ripgrep"
brew "stow"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
cask "aerospace"
vscode "adpyke.codesnap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "irongeek.vscode-env"
vscode "maracko.json-to-go"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mohammadbaqer.better-folding"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
