tap "homebrew/bundle"
tap "homebrew/services"
brew "deno"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "postgresql@16", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
cask "aerospace"
cask "ghostty"
cask "zed"
